{
  "musculos": {
    "Brazo": [
      {
        "nombre": "Biceps braquial - Vientre largo",
        "descripcion": "Vientre del biceps braquial que se encuentra en la parte superior del brazo y se encarga de la flexión del codo y la supinación del antebrazo."
      },
      {
        "nombre": "Biceps braquial - Vientre corto",
        "descripcion": "Vientre del biceps braquial que se encuentra en la parte inferior del brazo y se encarga principalmente de la flexión del codo."
      },
      {
        "nombre": "Triceps braquial - Cabeza larga",
        "descripcion": "Cabeza del triceps braquial que se encuentra en la parte posterior del brazo y se extiende desde el omóplato hasta el codo. Se encarga de la extensión del codo y la aducción del brazo."
      },
      {
        "nombre": "Triceps braquial - Cabeza lateral",
        "descripcion": "Cabeza del triceps braquial que se encuentra en la parte externa del brazo. Se encarga principalmente de la extensión del codo."
      },
      {
        "nombre": "Triceps braquial - Cabeza medial",
        "descripcion": "Cabeza del triceps braquial que se encuentra en la parte interna del brazo. Se encarga principalmente de la estabilización del codo durante los movimientos de fuerza."
      }
    ],
    "Deltoide": [
      {
        "nombre": "Deltoides - Vientre anterior",
        "descripcion": "Vientre del deltoides ubicado en la parte frontal del hombro. Se encarga de la flexión y aducción del brazo."
      },
      {
        "nombre": "Deltoides - Vientre medio",
        "descripcion": "Vientre del deltoides ubicado en la parte lateral del hombro. Se encarga de la abducción del brazo."
      },
      {
        "nombre": "Deltoides - Vientre posterior",
        "descripcion": "Vientre del deltoides ubicado en la parte posterior del hombro. Se encarga de la extensión y aducción horizontal del brazo."
      }
    ],
    "Pectoral": [
      {
        "nombre": "Pectoral mayor",
        "descripcion": "Musculo ubicado en la parte frontal del tórax. Se encarga de la flexión, aducción y rotación medial del brazo."
      },
      {
        "nombre": "Pectoral menor",
        "descripcion": "Musculo ubicado debajo del pectoral mayor. Se encarga de la aducción y rotación medial del omóplato."
      }
    ],
    "Abdominales": [
      {
        "nombre": "Recto abdominal",
        "descripcion": "Musculo ubicado en la parte anterior del abdomen. Se encarga de la flexión del tronco y la compresión de la cavidad abdominal."
      },
      {
        "nombre": "Oblicuo externo del abdomen",
        "descripcion": "Musculo ubicado en los laterales del abdomen. Se encarga de la rotación y flexión lateral del tronco."
      }
    ],
    "Espalda": [
      {
        "nombre": "Dorsal ancho",
        "descripcion": "Musculo ubicado en la parte posterior de la espalda. Se encarga de la extensión, aducción y rotación interna del brazo."
      },
      {
        "nombre": "Romboides",
        "descripcion": "Musculos ubicados entre los omóplatos. Se encargan de la retracción y rotación del omóplato hacia la columna."
      },
      {
        "nombre": "Lumbares",
        "descripcion": "Grupo de musculos ubicados en la parte baja de la espalda. Se encargan de la extensión y la estabilidad de la columna lumbar."
      },
      {
        "nombre": "Trapecio",
        "descripcion": "Musculo ubicado en la parte superior y posterior del torso. Se encarga de la elevación y rotación de los hombros, así como de la retracción de la escápula."
      },
      {
        "nombre": "Redondo",
        "descripcion": "Musculo ubicado en la parte superior y posterior del hombro. Se encarga de la rotación externa del brazo y contribuye a la estabilidad del hombro."
      },
      {
        "nombre": "Infraespinoso",
        "descripcion": "Musculo ubicado en la parte posterior del hombro. Se encarga de la rotación externa del brazo y contribuye a la estabilidad del hombro."
      }
    ],
    "Cuadriceps": [
      {
        "nombre": "Recto femoral",
        "descripcion": "Musculo ubicado en la parte frontal del muslo. Se encarga de la extensión de la rodilla y la flexión de la cadera."
      },
      {
        "nombre": "Vasto lateral",
        "descripcion": "Musculo ubicado en la parte lateral del muslo. Se encarga de la extensión de la rodilla."
      },
      {
        "nombre": "Vasto medial",
        "descripcion": "Musculo ubicado en la parte medial del muslo. Se encarga de la extensión de la rodilla."
      }
    ],
    "Isquiotibiales": [
      {
        "nombre": "Biceps femoral",
        "descripcion": "Musculo ubicado en la parte posterior del muslo. Se encarga de la flexión de la rodilla y la extensión de la cadera."
      },
      {
        "nombre": "Semitendinoso",
        "descripcion": "Musculo ubicado en la parte posterior y medial del muslo. Se encarga de la flexión de la rodilla y la extensión de la cadera."
      },
      {
        "nombre": "Semimembranoso",
        "descripcion": "Musculo ubicado en la parte posterior y medial del muslo. Se encarga de la flexión de la rodilla y la extensión de la cadera."
      }
    ],
    "Gemelos": [
      {
        "nombre": "Gemelo",
        "descripcion": "Musculo ubicado en la parte posterior de la pierna. Se encarga de la flexión plantar del pie y la flexión de la rodilla."
      },
      {
        "nombre": "Soleo",
        "descripcion": "Musculo ubicado en la parte posterior de la pierna, debajo del gastrocnemio. Se encarga de la flexión plantar del pie."
      }
    ],
    "Gluteos": [
      {
        "nombre": "Gluteo mayor",
        "descripcion": "Musculo ubicado en la parte externa de la cadera. Se encarga de la extensión y abducción de la cadera."
      },
      {
        "nombre": "Gluteo medio",
        "descripcion": "Musculo ubicado en la parte lateral de la cadera. Se encarga de la abducción y rotación interna de la cadera."
      }
    ],
    "Abductores": [
      {
        "nombre": "Tensor de la fascia lata",
        "descripcion": "Musculo ubicado en la parte lateral del muslo. Se encarga de la flexión, abducción y rotación interna de la cadera."
      }
    ],
    "Pantorrilla": [
      {
        "nombre": "Tibial posterior",
        "descripcion": "Musculo ubicado en la parte posterior de la pierna. Se encarga de la inversión y flexión plantar del pie."
      }
    ],
    "Aductores": [
      {
        "nombre": "Aductor largo",
        "descripcion": "Musculo ubicado en la parte interna del muslo. Se encarga de la aducción y rotación externa de la cadera."
      },

      {
        "nombre": "Aductor mayor",
        "descripcion": "Musculo ubicado en la parte interna del muslo. Se encarga de la aducción y rotación externa de la cadera."
      },
      {
        "nombre": "Psoas",
        "descripcion": "Músculo ubicado en la región lumbar y parte anterior de la cadera. Se encarga de la flexión de la cadera y participa en el movimiento de la columna vertebral."
      }
    ]
  }
}
